{
  "gen title": "Генераторы онлайн",
  "gen h1": "Генераторы",
  "gen pass title": "Генератор паролей онлайн",
  "gen pass h1": "Генератор паролей",
  "gen pass desc": "Генератор паролей со множеством опций. Рекомендации по генерации паролей: хороший пароль должен содержать в себе цифры от 0-9, большие и маленькие буквы, длиной от 8 символов и выше, а также иметь в себе различные спецсимволы. Желательно без повторяющихся символов.",
  "gen random title": "Генератор случайных чисел онлайн",
  "gen random h1": "Генератор случайных чисел",
  "gen random desc": "Генератор случайных чисел со множеством опций. Онлайн генератор случайных чисел или «Рандомайзер» - удобный сервис, который позволяет сгенерировать число из заданного диапазона.",
  "gen md5 title": "Генератор md5 онлайн",
  "gen md5 h1": "Генератор md5",
  "gen md5 desc": "MD5 — это распространенный в Интернете алгоритм преобразования вводящихся пользователем данных. Он служит для шифрования текстов. С помощью данной хеш-функции можно быстро и просто зашифровать пароль. Функция превращает любую фразу, слово или текст в набор из 32 бессвязных символов: букв и цифр. Полученную запись почти невозможно перевести и вернуть к исходному состоянию.",
  "gen crc32 title": "Генератор crc32 онлайн",
  "gen crc32 h1": "Генератор crc32",
  "gen crc32 desc": "С помощью данного онлайн генератора вы можете производить расчет контрольной суммы CRC-32. Вы также можете ввести данные вручную и конвертировать их в контрольную сумму CRC-32.",
  "gen sha-1 title": "Генератор SHA-1 онлайн",
  "gen sha-1 h1": "Генератор SHA-1",
  "gen sha-1 desc": "Создавайте хеши из ваших данных с помощью онлайн генератора хешей SHA-1. Просто и удобно: просто введите нужный текст в поле выше.",
  "gen sha-256 title": "Генератор SHA-256 онлайн",
  "gen sha-256 h1": "Генератор SHA-256",
  "gen sha-256 desc": "Создавайте хеши из ваших данных с помощью онлайн генератора хешей SHA-256. Просто и удобно: просто введите нужный текст в поле выше.",
  "gen sha-384 title": "Генератор SHA-384 онлайн",
  "gen sha-384 h1": "Генератор SHA-384",
  "gen sha-384 desc": "Создавайте хеши из ваших данных с помощью онлайн генератора хешей SHA-384. Просто и удобно: просто введите нужный текст в поле выше.",
  "gen sha-512 title": "Генератор SHA-512 онлайн",
  "gen sha-512 h1": "Генератор SHA-512",
  "gen sha-512 desc": "Создавайте хеши из ваших данных с помощью онлайн генератора хешей SHA-512. Просто и удобно: просто введите нужный текст в поле выше.",
  "gen base64encode title": "Кодировщик base64 онлайн",
  "gen base64encode h1": "Кодировщик base64",
  "gen base64encode desc": "Преобразование строки в формат base64. Base64 - это специальный метод кодирования информации в 64-разрядный код (6 бит), широко используемый в приложениях электронной почты для кодирования бинарных данных. Весь диапазон закодированных символов укладывается в английский алфавит, цифры и ряд специальных символов. На сайте представлен онлайн генератор base64.",
  "gen base64decode title": "Декодировщик base64 онлайн",
  "gen base64decode h1": "Декодирование base64",
  "gen base64decode desc": "Декодировщик base64 в строку. Base64 - это специальный метод кодирования информации в 64-разрядный код (6 бит), широко используемый в приложениях электронной почты для кодирования бинарных данных. Весь диапазон закодированных символов укладывается в английский алфавит, цифры и ряд специальных символов. На сайте представлен онлайн декодер base64.",
  "gen obfuscate title": "Обфускация Javascript онлайн",
  "gen obfuscate h1": "Обфускация Javascript",
  "gen obfuscate desc": "Профессиональная обфускация Javascript-кода: защитите свои скрипты от копирования",

  "Decoded text": "Декодированный текст",
  "Digits": "Цифры",
  "Domain": "Домен",
  "Encoded text": "Закодированный текст",
  "Enter the Javascript code here": "Введите Javascript-код сюда",
  "Generate more": "Генерировать еще",
  "Generated passwords": "Сгенерированные пароли",
  "Link to the site": "Ссылка на сайт",
  "Letters in UPPER case": "Буквы в ВЕРХНЕМ регистре",
  "Letters in lower case": "Буквы в нижнем регистре",
  "Obfuscate type low": "Слабая обфускация, хорошая производительность",
  "Obfuscate type medium": "Средняя обфускация и производительность",
  "Obfuscate type high": "Сильная обфускация и слабая производительность",
  "Obfuscated Javascript code": "Обфусцированный Javascript-код",
  "Special Characters": "Спецсимволы",
  "The generated numbers": "Сгенерированные числа"
}
