{
	"gen title": "Stromerzeuger online",
	"gen h1": "Stromerzeuger",
	"gen pass title": "Online-Passwort-Generator",
	"gen pass h1": "Passwort-Generator",
	"gen pass desc": "Ein Passwortgenerator mit vielen Optionen. Empfehlungen für die Erstellung von Passwörtern: Ein gutes Passwort sollte Zahlen von 0-9, Groß- und Kleinbuchstaben, 8 Zeichen und mehr sowie verschiedene Sonderzeichen enthalten. Vorzugsweise keine sich wiederholenden Zeichen.",
	"gen random title": "Zufallszahlengenerator online",
	"gen random h1": "Zufallszahlengenerator",
	"gen random desc": "Ein Zufallszahlengenerator mit vielen Optionen. Der Online-Zufallszahlengenerator oder \"Randomizer\" ist ein praktischer Dienst, mit dem Sie eine Zahl aus einem vorgegebenen Bereich generieren können.",
	"gen md5 title": "Online md5-Generator",
	"gen md5 h1": "md5-Generator",
	"gen md5 desc": "MD5 ist ein im Internet verbreiteter Konvertierungsalgorithmus für vom Benutzer eingegebene Daten. Es wird zur Verschlüsselung von Texten verwendet. Mit dieser Hash-Funktion kann ein Passwort schnell und einfach verschlüsselt werden. Die Funktion verwandelt jeden Satz, jedes Wort oder jeden Text in einen Satz von 32 unzusammenhängenden Zeichen: Buchstaben und Zahlen. Der daraus resultierende Eintrag lässt sich kaum noch übersetzen und in seinen ursprünglichen Zustand zurückversetzen.",
	"gen crc32 title": "Crc32-Generator online",
	"gen crc32 h1": "Generator crc32",
	"gen crc32 desc": "Mit diesem Online-Generator können Sie die CRC-32-Prüfsumme berechnen. Sie können die Daten auch manuell eingeben und in eine CRC-32-Prüfsumme umwandeln.",
	"gen sha-1 title": "SHA-1-Generator online",
	"gen sha-1 h1": "SHA-1-Generator",
	"gen sha-1 desc": "Erstellen Sie Hashes aus Ihren Daten mit dem Online-Hash-Generator SHA-1. Einfach und bequem: Geben Sie einfach den gewünschten Text in das Feld oben ein.",
	"gen sha-256 title": "SHA-256-Generator online",
	"gen sha-256 h1": "SHA-256-Generator",
	"gen sha-256 desc": "Erstellen Sie Hashes aus Ihren Daten mit dem Online-Hash-Generator SHA-256. Einfach und bequem: Geben Sie einfach den gewünschten Text in das Feld oben ein.",
	"gen sha-384 title": "SHA-384-Generator online",
	"gen sha-384 h1": "SHA-384-Generator",
	"gen sha-384 desc": "Erstellen Sie Hashes aus Ihren Daten mit dem Online-Hash-Generator SHA-384. Einfach und bequem: Geben Sie einfach den gewünschten Text in das Feld oben ein.",
	"gen sha-512 title": "SHA-512-Generator online",
	"gen sha-512 h1": "SHA-512-Generator",
	"gen sha-512 desc": "Hashes erstellen ",
	"gen base64encode title": "Base64-Kodierer online",
	"gen base64encode h1": "Base64-Kodierer",
	"gen base64encode desc": "Konvertierung einer Zeichenkette in das base64-Format. Base64 ist eine spezielle Methode zur Kodierung von Informationen in einen 64-Bit (6-Bit)-Code, die häufig in E-Mail-Anwendungen zur Kodierung von Binärdaten verwendet wird. Die gesamte Palette der verschlüsselten Zeichen umfasst das englische Alphabet, Zahlen und eine Reihe von Sonderzeichen. Ein Online-Generator für base64 ist auf der Website verfügbar.",
	"gen base64decode title": "Base64-Decoder online",
	"gen base64decode h1": "Dekodierung von base64",
	"gen base64decode desc": "Base64 zu String Decoder. Base64 ist eine spezielle Methode zur Kodierung von Informationen in einen 64-Bit-Code (6-Bit-Code), die in E-Mail-Anwendungen zur Kodierung von Binärdaten weit verbreitet ist. Die gesamte Palette der verschlüsselten Zeichen umfasst das englische Alphabet, Zahlen und eine Reihe von Sonderzeichen. Ein Online-Base64-Decoder ist auf der Website verfügbar.",
	"gen obfuscate title": "Javascript-Verschleierung online",
	"gen obfuscate h1": "Javascript-Verschleierung",
	"gen obfuscate desc": "Professionelle Javascript-Verschleierung: Schützen Sie Ihre Skripte vor dem Kopieren",
	"Decoded text": "Dekodierter Text",
	"Digits": "Zahlen",
	"Domain": "Bereich",
	"Encoded text": "Codierter Text",
	"Enter the Javascript code here": "Javascript-Code hier eingeben",
	"Generate more": "Mehr generieren",
	"Generated passwords": "Generierte Passwörter",
	"Link to the site": "Link zur Website",
	"Letters in UPPER case": "Buchstaben in Großbuchstaben",
	"Letters in lower case": "Buchstaben in Kleinbuchstaben",
	"Obfuscate type low": "Schwache Verschleierung, gute Leistung",
	"Obfuscate type medium": "Durchschnittliche Verschleierung und Leistung",
	"Obfuscate type high": "Starke Verschleierung und schlechte Leistung",
	"Obfuscated Javascript code": "Verdeckter Javascript-Code",
	"Special Characters": "Besondere Zeichen",
	"The generated numbers": "Generierte Zahlen"
}