{
	"help title": "Online-Helfer",
	"help h1": "Helfer",
	"help text title": "Online-Textverarbeitung",
	"help text h1": "Textverarbeitung",
	"help text desc": "Stapelverarbeitung von Text: Mischen von Zeilen und Wörtern, Löschen von Markierungen, wiederholten und leeren Zeilen, Wörtern und Leerzeichen, Transliteration, Suchen und Ersetzen von Text",
	"help video title": "Videograbber online",
	"help video h1": "Videograbber",
	"help video desc": "Mit dem Video-Grabber können Sie Videos von jeder beliebigen Website herunterladen. Unterstützt: ",
	"help zip title": "ZIP-Archivierungsprogramm online",
	"help zip h1": "ZIP-Archivierungsprogramm",
	"help zip desc": "Kostenloses Online-ZIP-Archivierungsprogramm. Die Anzahl und Größe der Dateien ist nicht begrenzt, da die Dateien nicht auf einen Server übertragen, sondern direkt in Ihrem Browser komprimiert werden. Die Komprimierungsgeschwindigkeit hängt von der Leistung Ihres Geräts ab",
	"help unzip title": "ZIP online entpacken",
	"help unzip h1": "Entpacken Sie die ZIP-Datei",
	"help unzip desc": "Entpacken Sie ZIP-Dateien online, ohne Dateien auf einen Server hochladen zu müssen. Die Anzahl und Größe der Archive ist unbegrenzt, da die Archive nicht auf einen Server hochgeladen, sondern direkt in Ihrem Browser verarbeitet werden. Die Entpackungsgeschwindigkeit hängt von der Leistung Ihres Geräts ab",
	"help siteip title": "Standort-IP online lernen",
	"help siteip h1": "Standort IP erfahren",
	"help siteip desc": "Ein Dienst zur Ermittlung der IP einer Website im Internet. Dieser Dienst ist nützlich für Webmaster, SEO-Spezialisten und WEB-Entwickler. Ein besonderes Merkmal des Tools ist die Möglichkeit, alle mit der Website verbundenen Adressen herauszufinden",
	"help textlen title": "Prüfen Sie die Länge des Textes online",
	"help textlen h1": "Ermitteln Sie die Länge des Textes",
	"help textlen desc": "Ermitteln der Textlänge (mit und ohne Leerzeichen) sowie der Anzahl der Zeilen und Wörter",
	"help alarm-clock title": "Wecker online",
	"help alarm-clock h1": "Wecker",
	"help alarm-clock desc": "Online-Wecker für Ihre Bedürfnisse: schnelle Einrichtung, einfache Bedienung. Ist es wichtig, bei der Online-Arbeit die richtige Zeit nicht zu vergessen? Dann nutzen Sie diesen Online-Wecker.",
	"help stopwatch title": "Stoppuhr online",
	"help stopwatch h1": "Stoppuhr",
	"help stopwatch desc": "Eine praktische und funktionelle Online-Stoppuhr. Wenn jede Sekunde zählt, ist diese Online-Stoppuhr mit ihrem benutzerfreundlichen Design und ihrer umfangreichen Funktionalität genau das Richtige für Sie. Der Dienst ist völlig kostenlos, und die Zeiterfassung ist einfach und bequem. Seien Sie versichert, dass keine einzige Sekunde verloren geht!",
	"help timer title": "Zeitschaltuhr online",
	"help timer h1": "Zeitschaltuhr",
	"help timer desc": "Ein praktischer und funktioneller Online-Timer. Nützlich für: Heimtraining und Übungsmessung; Arbeiten an Aufgaben; Kochen, wenn es wichtig ist, sich an Rezepte zu halten.",
	"help metronome title": "Metronom online",
	"help metronome h1": "Metronom",
	"help metronome desc": "Das handliche und funktionelle Online-Metronom erzeugt einen gleichmäßigen Takt, so dass Musiker ein Gefühl für das Tempo entwickeln können; es zeigt Ihnen, ob Sie beim Spielen langsamer oder schneller werden, und hilft Ihnen, die Vielfalt der Techniken für das Spielen eines Musikinstruments zu erweitern.",
	"help punycode title": "Punycode-Konverter online",
	"help punycode h1": "Punycode",
	"help punycode desc": "Punycode-Konverter online ohne Begrenzung des Konvertierungsvolumens. Punycode ist eine Methode zur Umwandlung von Unicode-Zeichen in eine Folge von Zeichen, die nur ASCII-Zeichen enthalten, nämlich 26 lateinische Buchstaben (a-z), Zahlen (0-9) und Bindestriche (insgesamt 37 Zeichen).",
	"help editor title": "Online-Texteditor",
	"help editor h1": "Text-Editor",
	"help editor desc": "Ein einfacher Texteditor, der Notepad ersetzen kann: Bearbeiten Sie Text direkt in Ihrem Browser, ohne dass Sie Software von Drittanbietern herunterladen und installieren müssen.",
	"help pomodoro title": "Pomodoro online",
	"help pomodoro h1": "Pomodoro",
	"help pomodoro desc": "Der Pomodoro-Timer online zur Optimierung der Arbeitszeit. Die Pomodoro-Technik bietet ein einfaches Instrument zur Verbesserung der Produktivität (für Sie oder Ihr Team) und kann eingesetzt werden, um: den Einstieg zu erleichtern; die Konzentration zu verbessern, indem Ablenkungen beseitigt werden; das Bewusstsein für Ihre Entscheidungen zu erhöhen; die Motivation zu verbessern und aufrechtzuerhalten; die Gewissheit zu haben, dass Sie Ihre Ziele erreichen; Ihren Prozess der Aufgabenbewertung qualitativ und quantitativ zu klären; Ihren Arbeits- oder Lernprozess zu verbessern; Ihre Entschlossenheit in schwierigen Situationen zu stärken.",
	"help todo title": "Online-To-do-Liste",
	"help todo h1": "Liste der Fälle",
	"help todo desc": "Ein einfacher und bequemer To-Do-Listen-Organisator (TO-DO, To-Do Manager), bei dem alle Daten im Browser gespeichert werden. Sie können Ihre Aufgaben hinzufügen, löschen, verschieben und als erledigt markieren.",
	"help bookmarks title": "Lesezeichen online",
	"help bookmarks h1": "Lesezeichen",
	"help bookmarks desc": "Lesezeichen-Manager für Ihren Komfort: Organisieren Sie Ihre Seiten in der richtigen Reihenfolge",
	"help text shuffle-rows title": "Mischen von Linien online",
	"help text shuffle-words title": "Mischen Sie die Wörter online",
	"help text translit title": "Transliteration online",
	"help text remove-tags title": "HTML-Tags online entfernen",
	"help text remove-spaces title": "Zusätzliche Leerzeichen online entfernen",
	"help text remove-empty-lines title": "Leerzeilen online löschen",
	"help text trim title": "Leerzeichen am Anfang und Ende einer Zeile online entfernen",
	"help video xxx title": "Video von xxx online herunterladen",
	"help video xxx h1": "Video von xxx herunterladen",
	"Clear list": "Liste löschen",
	"Compression level": "Grad der Kompression",
	"Get IP": "IP erfahren",
	"Working time": "Arbeitszeiten",
	"Break time": "Zeit für eine Pause",
	"Working": "Arbeiten",
	"Without compression": "Ohne Kompression",
	"Break": "Ausruhen",
	"In Punycode": "In Punycode",
	"From Punycode": "Von Punycode",
	"beats per minute": "Schläge pro Minute",
	"Replacement (what we are looking for)": "Ersatz (wonach suchen wir)",
	"Replacement (what we replace with)": "Ersatz (womit soll er ersetzt werden)",
	"Number of characters": "Anzahl der Zeichen",
	"Number of characters without spaces": "Anzahl der Zeichen ohne Leerzeichen",
	"Number of words": "Anzahl der Wörter",
	"Number of rows": "Anzahl der Zeilen",
	"The processed text": "Bearbeiteter Text",
	"Remove empty rows": "Leere Zeilen löschen",
	"Shuffle rows": "Mischen Sie die Zeilen",
	"Shuffle words": "Mischen Sie die Wörter um",
	"Remove tags": "Tags löschen",
	"Remove duplicate spaces": "Wiederholte Leerzeichen löschen",
	"Trim": "Leerzeichen am Anfang und Ende einer Zeile entfernen",
	"Remove duplicate rows": "Doppelte Zeilen löschen",
	"Transliteration": "Transliteration",
	"Latin": "Lateinisches Alphabet",
	"Cyrillic": "Kyrillisch",
	"You can also": "Sie können auch",
	"Without transliteration": "Ohne Transliteration",
	"zip-autodownload": "Laden Sie das Archiv herunter, sobald die Dateien hinzugefügt worden sind"
}